Repository: wp-plugins/better-search
Catalog: languages/better-search-*.po
Languages: da_dk, es_es, fr_fr, hi_in, it_it, pl_pl, pt_br, ru_ru

source: Options saved successfully.
da_dk: Indstillinger gemt.
es_es: Opciones guardades correctamente.
fr_fr: Options sauvegardées.
hi_in: विकल्प सफलतापूर्वक बच गये है.
it_it: Impostazioni salvate.
pl_pl: Opcje zapisane poprawnie.
pt_br: Opções Salvas com sucesso.
ru_ru: Параметры успешно сохранены.

source: Options set to Default.
da_dk: Indstillinger sat til default.
es_es: Restauradas opciones por defecto.
fr_fr: Options par défaut.
hi_in: विकल्प डिफ़ॉल्ट स्थिति में हैं.
it_it: Impostazioni di default.
pl_pl: Przywrócono domyślne opcje.
pt_br: Opções atualizadas para Padrão.
ru_ru: Восстановлены параметры по умолчанию.

source: Popular searches count reset
es_es: Reiniciado el contador de Búsquedas Frecuentes.
pt_br: Resetar contadores de buscas populares

source: Daily popular searches count reset
es_es: Reiniciado el contador diario de búsquedas populares
pt_br: Resetar contadores de buscas populares por dia

source: General options
pt_br: Opções Gerais

source: Click to toggle
pt_br: Clique para expandir

source: Enable seamless integration?
pt_br: Habilitar integração com o tema?

source: Enable search tracking?
pt_br: Habilitar acompanhamento de busca?

source: If you turn this off, then the plugin will no longer track and display the popular search terms.
pt_br: Ao desmarcar esta opção, o plugin então não mais acompanhará e mostrará os termos de busca popuplares.

source: Track visits of admins?
pt_br: Acompanhar visitas de administradores?

source: Disabling this option will stop admin visits being tracked.
pt_br: Desabilitar esta opção fará com que visitas de admins não sejam acompanhadas.

source: Track visits of Editors?
pt_br: Acompanhar visitas de editores?

source: Disabling this option will stop editor visits being tracked.
pt_br: Desabilitar esta opção fará com que visitas de editores não sejam acompanhadas.

source: Link to plugin homepage
pt_br: Linkar para a página do Plugin

source: A nofollow link to the plugin is added as an extra list item to the list of popular searches. Not mandatory, but thanks if you do it!
pt_br: Um link 'nofollow' para o plugin é adicionado como um item extra lista para a lista de buscas populares. Não é obrigatório, mas agradecemos se você ultilizá-lo!

source: Save Options
pt_br: Salvar Opções

source: This is the maximum number of search results that will be displayed per page by default
pt_br: Este é o número máximo de resultados de busca que serão exibidos na página por padrão.

source: Post types to include in results (including custom post types)
pt_br: Tipos de Posts Personalizados para incluir no resultados (incluindo Tipos Customizados)

source: Enable mySQL FULLTEXT searching
pt_br: Habilitar busca mySQL FULLTEXT

source: Limits relevancy matches but removes several limitations of NATURAL LANGUAGE mode. <a href="https://dev.mysql.com/doc/refman/5.0/en/fulltext-boolean.html" target="_blank">Check the mySQL docs for further information on BOOLEAN indices</a>
pt_br: Limita os resultados por relevância porém remove inúmeras limitações do IDIOMA NATURAL. <a href="https://dev.mysql.com/doc/refman/5.0/en/fulltext-boolean.html" target="_blank">Confira os documentos sobre mySQL para mais informações sobre índices BOOLEAN</a>

source: Include thumbnails in search results
pt_br: Incluir thumbnail nos resultados de busca

source: Words in this list will be stripped out of the search results. Enter these as a comma-separated list.
pt_br: Palavras desta lista serão retiradas dos resultados de busca. Digite estes como uma lista separada por vírgula.

source: This option will display the heatmaps at the bottom of the search results page. Display popular searches to your visitors
pt_br: Esta opção exibirá "heatmaps" no rodapé da página de busca. Exibe termos populares entre os visitantes

source: Text to include before each search term in heatmap
da_dk: Tekst der skal inkluderes før søgeresultaterne i heatmappet
es_es: Texto para incluir antes de cada término de la nube de etiquetas
fr_fr: Texte à placer devant chaque terme de recherche dans la visualisation des termes recherchés :
hi_in: प्रत्येक खोज पद के पहले शामिल पाठ
it_it: Testo da inserire nella lista prima di ogni termine di ricerca
pl_pl: Tekst dodawany przed słowem wyszukiwania na mapie aktywności
pt_br: Texto a incluir antes de cada termo de pesquisa do heatmap
ru_ru: Текст перед каждым ключевым словом

source: Text to include after each search term in heatmap
da_dk: Tekst der skal inkluderes efter søgeresultaterne i heatmappet
es_es: Texto para incluir después de cada término de la nube de etiquetas
fr_fr: Texte à placer après chaque terme de recherche dans la visualisation des termes recherchés :
hi_in: प्रत्येक खोज पद के बाद शामिल पाठ
it_it: Testo da inserire nella lista dopo ogni termine di ricerca
pl_pl: Tekst dodawany po słowie wyszukiwania na mapie aktywności
pt_br: Texto incluir depois de cada termo de pesquisa do heatmap
ru_ru: Текст после каждого ключевого слова

source: Open links in new window
pt_br: Abrir links em nova janela

source: Custom CSS
pt_br: CSS Personalizado

source: Do not include <code>style</code> tags. Check out the <a href="http://wordpress.org/extend/plugins/better-search/faq/" target="_blank">FAQ</a> for available CSS classes to style.
pt_br: Não incluir tags de <code>estilo</code>. Confira o <a href="http://wordpress.org/extend/plugins/better-search/faq/" target="_blank">FAQ</a> para classes css disponíveis para estilização.

source: Default Options
pt_br: Opções padrão:

source: Do you want to set options to Default?
da_dk: Ønsker du at resette alle indstillinger til default?
es_es: ¿Quieres restaurar las opciones a por defecto?
fr_fr: Souhaitez-vous appliquer les options par défaut ?
hi_in: क्या आप डिफ़ॉल्ट विकल्प लगाना चाहते हैं?
it_it: Vuoi tornare alle impostazioni di default?
pl_pl: Czy chcesz przywrócić domyślne opcje?
pt_br: Você deseja definir as opções para Padrão?
ru_ru: Вы хотите сделать эти параметры параметрами по умолчанию?

source: This cannot be reversed. Make sure that your database has been backed up before proceeding
es_es: No se puede deshacer. Asegurate de que has realizado una copia de seguridad de la base de datos antes de proceder
pt_br: Isso não pode ser revertido. Certifique-se de que foi feito um backup em seu banco de dados antes de proceder

source: Reset Popular Searches
pt_br: Resetar Buscas Populares

source: Are you sure you want to reset the popular posts?
pt_br: Você tem certeza que quer resetar os posts populares?

source: Reset Daily Popular Searches
pt_br: Resetar Buscas Popupares por dia

source: Are you sure you want to reset the daily popular posts?
pt_br: Você tem certeza que quer resetar os posts populares diários?

source: Support the development
es_es: Ayuda al desarrollador
pt_br: Ajude o desenvolvimento

source: Donation for Better Search
pt_br: Doação para o Better Search

source: Send your donation to the author of Better Search
pt_br: Enviar sua doação para o autor de Better Search

source: Follow me
pt_br: Siga-me

source: Quick links
pt_br: Links rápidos

source: Better Search plugin page
pt_br: Página do plugin Better Search

source: Other plugins
pt_br: Outros plugins

source: Ajay's blog
es_es: Blog de Ajay
pt_br: Blog do Ajay's

source: Support
es_es: Ayuda
pt_br: Suporte

source: Reviews
pt_br: Avaliações

source: Popular Searches
da_dk: Populære søgninger
es_es: Búsquedas Frecuentes
fr_fr: Recherches fréquentes
hi_in: लोकप्रिय खोजें
it_it: Ricerche più frequenti
pl_pl: Popularne wyszukiwania
pt_br: Buscas Populares
ru_ru: Популярные варианты поиска

source: Daily Popular Searches
da_dk: Daglige populære søgninger
es_es: Búsquedas Frecuentes Diarias
fr_fr: Recherches fréquentes sur une journée
hi_in: दैनिक लोकप्रिय खोजें
it_it: Ricerche più frequenti del giorno
pl_pl: Popularne wyszukiwania dzienne
pt_br: Buscas Populares por dia
ru_ru: Ежедневные популярные варианты поиска

source: Settings
es_es: Opciones
pt_br: Configurações

source: Donate
es_es: Donar
pt_br: Doar

source: Posted on:
pt_br: Postado em:

source: No results.
da_dk: Ingen resultater.
es_es: Sin resultados.
fr_fr: Aucun résultat.
hi_in: कोई परिणाम नहीं.
it_it: Nessun risultato.
pl_pl: Brak wyników.
pt_br: Sem resultados.
ru_ru: Нет результатов.

source: Please type in your search terms. Use descriptive words since this search is intelligent.
da_dk: Indtast søgekriterier. Prøv at brug beskrivende ord, da denne søgefunktion er intelligent.
es_es: Por favor, escribe tus términos para buscar. Usa palabras descriptivas para mejorar la búsqueda.
fr_fr: Veuiilez saisir les termes de votre recherche. Utilisez des mots descriptifs, cette recherche étant 'intelligente'.
hi_in: कृपया अपने खोज शब्दों लिखिए. यह खोज बुद्धिमान है, इसलिए कृपया वर्णनात्मक शब्दों का प्रयोग कीजिये.
it_it: Digita qui i tuoi termini di ricerca. Usa termini descrittivi, questo gingillo fa ricerche intelligenti.
pl_pl: Wpisz wyszukiwane frazy. Użyj słów opisowaych, gdyż wyszukiwanie jest inteligentne.
pt_br: Por favor use termos em sua pesquisa. Use palavras descritivas, dado que esta busca é inteligente.
ru_ru: Введите ключевые слова для поиска. Используйте описательные слова поскольку поиск достаточно интеллектуален.

source: Results <strong>%1$s</strong> - <strong>%2$s</strong> of <strong>%3$s</strong>
pt_br: Resultados <strong>%1$s</strong> - <strong>%2$s</strong> de <strong>%3$s</strong>

source: Page <strong>%1$s</strong> of <strong>%2$s</strong>
pt_br: Página <strong>%1$s</strong> de <strong>%2$s</strong>

source: Results per-page
es_es: Resultados por página
pt_br: Resultados por página

source: Previous
da_dk: Tidligere
es_es: Anteriores
fr_fr: Précédent
hi_in: पिछले
it_it: Precedente
pl_pl: Poprzednie
pt_br: Anterior
ru_ru: Назад

source: Next
da_dk: Nyere
es_es: Siguientes
fr_fr: Suivant
hi_in: अगले
it_it: Seguente
pl_pl: Następne
pt_br: Próximo
ru_ru: Вперед

source: Relevance:
es_es: Relevancia:
pt_br: Relevância:

source: No searches made yet
da_dk: Ingen søgninger endnu
es_es: No se han realizado búsquedas aún
fr_fr: Aucune recherche enregistrée pour l'instant.
hi_in: खोज अभी तक नहीं किया गया है.
it_it: Non risultano ricerche
pl_pl: Nie wykonywano jeszcze wyszukań
pt_br: Nenhuma pesquisa realizada ainda
ru_ru: Никакого поиска еще не выполнялось

source: Search for:
da_dk: Søg efter:
es_es: Buscar:
fr_fr: Recherche :
hi_in: इस पद के लिए खोज:
it_it: Cerca nel blog:
pl_pl: Wyszukaj dla:
pt_br: Busca por:
ru_ru: Искать для:

source: Search Again
da_dk: Søg igen:
es_es: Buscar de nuevo
fr_fr: Nouvelle recherche
hi_in: पुनः खोजें
it_it: Cerca ancora
pl_pl: Szukaj ponownie
pt_br: Busque Novamente
ru_ru: Искать еще раз

source: <h3>Popular Searches</h3>
da_dk: <h3>Populære søgninger</h3>
es_es: <h3>Búsquedas Frecuentes</h3>
fr_fr: <h3>Recherches fréquentes</h3>
hi_in: <h3>लोकप्रिय खोजें</h3>
it_it: <h3>Ricerche più frequqnti</h3>
pl_pl: <h3>Popularne wyszukiwania</h3>
pt_br: <h3>Buscas Populares</h3>
ru_ru: <h3>Популярные варианты поиска</h3>

source: <h3>Weekly Popular Searches</h3>
da_dk: <h3>Ugentlige populære søgninger</h3>
es_es: <h3>Búsquedas Frecuentes Semanales</h3>
fr_fr: <h3>Recherches fréquentes sur une semaine</h3>
hi_in: <h3>साप्ताहिक लोकप्रिय खोजें</h3>
it_it: <h3>Ricerche più frequenti della settimana</h3>
pl_pl: <h3>Popularne wyszukiwania ostatniego tygodnia</h3>
pt_br: <h3>Buscas Populares por Semana</h3>
ru_ru: <h3>Еженедельные популярные варианты поиска</h3>

source: Popular Searches [Better Search]
pt_br: Buscas Populares [Better Search]

source: Display the popular searches
es_es: Mostrar búsquedas frecuentes
pt_br: Exibir as buscas populares

source: Title
es_es: Título
pt_br: Título

source: Overall
es_es: Globales
pt_br: Global

source: Custom time period (Enter below)
es_es: Periodo de tiempo personalizado (indicar abajo)
pt_br: Período de tempo customizado (adicionar abaixo)

source: Range in number of days (applies only to custom option above)
es_es: Rango en número de días (aplica solo para la opción personalizada anterior)
pt_br: Faixa em número de dias (só se aplica a opção personalizada acima)

source: BS TEMPLATE Search Results for: %s
es_es: PLANTILLA BS para los resultados de búsqueda: %s
pt_br: Resultados da Busca para: %s

source: Search Results for:
da_dk: Søgeresultater for:
es_es: Resultados de búsqueda para:
fr_fr: Résultats de la recherche :
hi_in: इस खोज पद के लिए खोज परिणाम:
it_it: Risultati della ricerca di:
pl_pl: Wyniki wyszukiwania dla:
pt_br: Resultados da Busca para:
ru_ru: Результаты поиска для:

source: Number of Search Results per page:
da_dk: Antal søgeresultater pr. side:
es_es: Número de Resultados de Búsqueda por página:
fr_fr: Nombre de résultats de recherche par page :
hi_in: प्रति पृष्ठ खोज परिणामों की संख्या
it_it: Numero dei risultati per pagina:
pl_pl: Ilość wyników wyszukiwania na stronę:
ru_ru: Количество результатов поиска на странице:

source: Daily Popular should contain searches of how many days?
da_dk: Hvor mange dage skal de daglige populære søgninger indeholde data for?
es_es: ¿Cuántos días debe mostrar las búsquedas diarias frecuentes?
fr_fr: Les recherches fréquentes sur une journée doivent tenir compte des recherches sur combien de jours ?
hi_in: दैनिक लोकप्रिय कितने दिनों की खोजों को शामिल करना चाहिए?
it_it: Quanti giorni considerare per le ricerche più frequenti della settimana?
pl_pl: Najciekawsze wyszukiwania dzienne jak wiele dni obejmują?
ru_ru: Какое количество дней должен содержать раздел Ежедневных популярных вариантов поиска?

source: Weight of the title:
es_es: Peso del título:

source: Weight of the content:
es_es: Peso del contenido:

source: Title of Overall Popular Searches:
da_dk: Titel til overall populære søgninger:
es_es: Título de Búsquedas Frecuentes Globales:
fr_fr: Titre pour l'ensemble des recherches fréquentes :
it_it: Titolo di tutte le ricerche più frequenti:
pl_pl: Tytuł najpopularniejszych wyszukiwań w ogóle:
ru_ru: Заголовок раздела Всего популярных вариантов поиска:

source: Title of Daily Popular Searches:
da_dk: Titel til daglig populær søgning:
es_es: Título de Búsquedas Frecuentes Diarias:
fr_fr: Titre pour les recherches les plus fréquentes sur un jour :
hi_in: दैनिक लोकप्रिय खोज की शीर्षक :
it_it: Titolo delle ricerche più frequenti del giorno:
pl_pl: Tytuł najpopularniejszych wyszukiwań dziennych:
ru_ru: Заголовок раздела Ежедневных популярных вариантов поиска:

source: Heatmap (Popular searches) Options:
da_dk: Heatmap (populære søgninger) indstillinger:
es_es: Opciones de la nube de etiquetas (búsquedas Frecuentes):
fr_fr: Options de visualisation des recherches les plus fréquentes :
hi_in: Heatmap (लोकप्रिय खोजों) विकल्प:
it_it: Impostazioni della lista (delle ricerche più frequenti):
pl_pl: Opcje mapy aktywności (popularnych wyszukiwań):
ru_ru: Параметры Популярных вариантов поиска:

source: Number of search terms to display:
da_dk: Antal søgeresultater der skal vises:
es_es: Número de elementos encontrados a mostrar:
fr_fr: Nombre de termes de recherche à afficher :
hi_in: कितने खोज शब्दों दिखाएँ जाने चाहिए:
it_it: Numero dei termini di ricerca da evidenziare:
pl_pl: Ilość wyświetlanych słów wyszukiwania:
ru_ru: Количество ключевых слов для показа:

source: Font size of least popular search term:
da_dk: Skriftstørrelse på de mindst populære søgninger:
es_es: Tamaño de la letra para el término menos frecuente de búsqueda:
fr_fr: Taille des caractères des termes de recherches les moins populaires :
hi_in: कम से कम लोकप्रिय खोज पद की फ़ॉन्ट आकार :
it_it: Dimensione del font per i termini di ricerca meno frequenti:
pl_pl: Rozmiar czcionki dla najmniej popularnych słów wyszukiwania:
ru_ru: Размер шрифта для наименее популярного ключевого слова:

source: Font size of most popular search term:
da_dk: Skriftstørrelse på de mest populære søgninger:
es_es: Tamaño de la letra para el término más frecuente de búsqueda:
fr_fr: Taille des caractères des termes de recherches les plus populaires :
hi_in: सबसे लोकप्रिय खोज पद के फ़ॉन्ट आकार:
it_it: Dimensione del font per i termini di ricerca più frequenti:
pl_pl: Rozmiar czcionki dla najbardziej popularnych słów wyszukiwania:
ru_ru: Размер шрифта для наиболее популярного ключевого слова:

source: Color of least popular search term:
da_dk: Farve til de mindst populære søgninger:
es_es: Color del término de búsqueda menos frecuente:
fr_fr: Couleur des termes de recherche les moins populaires :
hi_in: कम से कम लोकप्रिय खोज पद की रंग :
it_it: Colore del font per i termini di ricerca meno frequenti:
pl_pl: Kolor najmniej popularnych słów wyszukiwania:
ru_ru: Цвет для наименее популярного ключевого слова:

source: Color of most popular search term:
da_dk: Farve til de mest populære søgninger:
es_es: Color del término de búsqueda más frecuente:
fr_fr: Couleur des termes de recherche les plus populaires :
hi_in: सबसे ज्यादा लोकप्रिय खोज पद की रंग:
it_it: Colore del font per i termini di ricerca più frequenti:
pl_pl: Kolor najbardziej popularnych słów wyszukiwania:
ru_ru: Цвет для наиболее популярного ключевого слова:

source: Reset count
es_es: Reiniciar contador

source: Reset popular search count
es_es: Reiniciar el contador de búsquedas frecuentes

source: Are you sure you want to reset the popular searches?
es_es: ¿Estás seguro de que quieres reiniciar las búsquedas frecuentes?

source: Reset daily popular search count
es_es: Reiniciar el contador de búsquedas frecuentes diarias

source: Are you sure you want to reset the daily popular searches?
es_es: ¿Estás seguro de que quieres reiniciar las búsquedas frecuentes diarias?

source: Enter amount in USD:
es_es: Introduce la cantidad en USD:

source: Send your donation to the author of
es_es: Enviar donación al autor de

source: Better Search
da_dk: Bedre søgning
es_es: Búsqueda Mejorada
fr_fr: Une meilleure recherche (Better Search)
hi_in: बेहतर खोज
ru_ru: Улучшенный поиск

source: Powered by
es_es: Con tecnología de

source: Search Results for
da_dk: Søgeresultater for
es_es: Resultados de búsqueda de
fr_fr: Résultats de la recherche
hi_in: इस खोज पद के लिए खोज परिणाम
it_it: Risultati della ricerca di
pl_pl: Wyniki wyszukiwania dla
ru_ru: Результаты поиска для

source: Support the Development
da_dk: Støt udviklingen
fr_fr: Apportez votre soutien au développement
hi_in: कृपया विकास का समर्थन कीजिये
it_it: Contribuisci allo sviluppo di questo software
pl_pl: Wesprzyj rozwój wtyczki
ru_ru: Поддержите разработку

source: If you find
da_dk: Hvis du finder
fr_fr: Au cas où vous trouveriez
hi_in: अगर आप को मिले
it_it: Se trovi
pl_pl: Jeśli uznasz
ru_ru: Если Вы считаете

source: useful, please do
da_dk: brugbart, venligst
fr_fr: utile, merci de bien vouloir
hi_in: उपयोगी, कृपया करे
it_it: utile, potresti
pl_pl: za użyteczną wtyczkę, proszę złóż
ru_ru: полезным,

source: drop in your contribution
da_dk: donér lidt til udvikleren
fr_fr: envoyer un don
hi_in: योगदान करे
it_it: cacciare l'euro
pl_pl: darowiznę na jej rozwój
ru_ru: заплатите за это.

source: Some reasons why you should.
da_dk: Nogle grunde til at du bør.
fr_fr: quelques raisons pour lesquelles vous devriez donner - écrit en Anglais.
hi_in: करने के वजह
it_it: Alcuni buoni motivi
pl_pl: Oto powody, dla których warto.
ru_ru: Почему?

source: Options:
da_dk: Indstillinger:
hi_in: विकल्प :
it_it: Impostazioni:
pl_pl: Opcje:
ru_ru: Параметры

source: Include WordPress static pages in Search Results
da_dk: Inkluder Wordpress sider i søgeresultaterne
fr_fr: Inclure les éventuelles pages statiques de votre installation dans les résultats d'une recherche.
hi_in: खोज परिणाम में WordPress स्थैतिक पृष्ठों शामिल किया जाये
it_it: Includi una pagina statica di Wordpress nei risultati di ricerca
pl_pl: Uwzględniać strony statyczne WordPressa w wynikach wyszukiwania?
ru_ru: Включать Статические страницы WordPress в результаты поиска

source: Bypass Cache for daily popular searches' heatmap? This options uses JavaScript to load the post and can increase your page load time
da_dk: Skip cachen for de daglige populære søgningers heatmap? Denne indstillinger benytter JavaScript til at loade, og kan øge loadtiderne på din side
fr_fr: Éviter la mise en cache pour la visualisation des recherches les plus fréquentes sur une journée ? Cette option utilise du code JavaScript pour charger le billet, et peuvent augmenter le temps de chargement de votre page
hi_in: दैनिक लोकप्रिय खोजों "heatmap" के लिए कैश बाईपास किया जाये ? यह विकल्प लोड करने के लिए जावास्क्रिप्ट उपयोग होता है और पृष्ठ लोड समय बढ़ सकते हैं.
it_it: Aggirare la cache per elaborare la lista dei risultati di ricerca più frequenti del giorno? Questa opzione usa JavaScript e potrebbe richiedere più tempo.
pl_pl: Omijać Cache przy tworzeniu dzienniej mapy aktywności. Opcja ta używa JavaScripta do wczytania wpisu i wydłuża czas ładowania strony.
ru_ru: Пропускать кэшированные страницы при подсчете статистики ежедневных вариантов поиска? Этот параметр использует JavaScript для загрузки сообщений и может увеличить время загрузки

source: A link to the plugin is added as an extra list item to the list of popular searches. Not mandatory, but thanks if you do it!
da_dk: Et link til pluginet er tilføjet som et ekstra list item til listen over populære søgninger. Det er ikke påkrævet, men tak hvis du bruger det!
fr_fr: Un lien vers le plugin est ajouté marginalement, sous la liste des recherches les plus fréquentes. Vous n'êtes pas obligé(e) de le laisser, mais merci si tel est votre choix !
hi_in: लोकप्रिय खोजों की सूची में इस प्लगइन की कड़ी राखी गयी है. यह अनिवार्य नहीं है बल्कि यह करने के लिए धन्यवाद.
it_it: Aggiungere un link al plugin in fondo alla lista della ricerche più frequenti. Non è obbligatorio, ma se lo fai ci fa piacere.
pl_pl: Odsyłasz do wtyczki bedzie dodawany do listy popularnych wyszukiwań. Nieobowiązkowe, ale będzie miło, gdy to zrobisz.
ru_ru: Ссылка на дополнение добавлена в список популярных вариантов поиска. Не обязательно, но я буду благодарен, если Вы это сделаете!

source: Relevance Score:
da_dk: Relevans score:
fr_fr: Taux de pertinence :
hi_in: प्रासंगिकता स्कोर:
it_it: Indice di rilevanza:
pl_pl: Ocena trafności:
ru_ru: Коэффициент релевантности:

source: Search for
da_dk: Søg efter
fr_fr: Recherche de
hi_in: इस खोज पद के लिए खोज
it_it: Cerca per
pl_pl: Wyszukiwanie dla
ru_ru: Поиск для

source: (searched
da_dk: (søgt
fr_fr: (recherché
hi_in: (खोज लिया गया
it_it: (termine cercato
pl_pl: (wyszukiwano
ru_ru: (искалось

source: times)
da_dk: gange)
fr_fr: fois)
hi_in: बार)
it_it: volte)
pl_pl: razy)
ru_ru: раз)

source: Weekly Heatmap
da_dk: Ugentlig heatmap
fr_fr: Visualisation des recherches fréquentes sur une semaine
hi_in: साप्ताहिक Heatmap
it_it: Lista della settimana
pl_pl: Tygodniowa mapa aktywności
ru_ru: Еженедельная карта поисковых совпадений

source: Weekly Popular Searches
da_dk: Ugentlige populære søgninger
fr_fr: Recherches fréquentes sur une semaine
hi_in: साप्ताहिक लोकप्रिय खोजें
it_it: Ricerche più frequenti della settimana
pl_pl: Popularne wyszukiwania ostatniego tygodnia
ru_ru: Еженедельные популярные варианты поиска

source: Title of Overall Popular Searchs:
hi_in: समग्र लोकप्रिय खोजों की शीर्षक
